<?php
// Heading
$_['heading_title']  = 'Διαχείριση';

// Text
$_['text_heading']   = 'Διαχείριση';
$_['text_login']     = 'Εισάγετε τα στοιχεία σύνδεσης σας.';
$_['text_forgotten'] = 'Απώλεια Κωδικού';

// Entry
$_['entry_username'] = 'Όνομα Χρήστη';
$_['entry_password'] = 'Κωδικός';

// Button
$_['button_login']   = 'Σύνδεση';

// Error
$_['error_login']    = 'Δε βρέθηκε το όνομα χρήστη ή/και ο κωδικός.';
$_['error_token']    = 'Μη έγκυρο διακριτικό συνεδρίας. Παρακαλώ προσπαθήστε ξανά.';
$_['error_attempts'] = 'Ειδοποίηση: Ο λογαριασμός σας έχει υπερβεί τον επιτρεπόμενο αριθμό προσπαθειών σύνδεσης. Παρακαλώ δοκιμάστε ξανά σε 1 ώρα ή επαναφέρετε τον κωδικό πρόσβασης.';
