<?php
// Heading
$_['heading_title']     = 'భాష';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις γλώσσες!';
$_['text_list']         = 'Λίστα Γλωσσών';
$_['text_add']          = 'Προσθήκη భాషς';
$_['text_edit']         = 'Επεξεργασία భాషς';

// Column
$_['column_name']       = 'Όνομα భాషς';
$_['column_code']       = 'Κωδικός';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα భాషς';
$_['entry_code']        = 'Κωδικός';
$_['entry_locale']      = 'Τοποθεσία';
$_['entry_status']      = 'Κατάσταση';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης';

// Help
$_['help_locale']       = 'Παράδειγμα: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'Απόκρυψη/Εμφάνιση στη λίστα με τις γλώσσες.';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις γλώσσες!';
$_['error_exists']      = 'Ειδοποίηση: Έχετε ήδη προσθέσει τη భాష!';
$_['error_name']        = 'Το όνομα της భాషς πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_code']        = 'Ο κωδικός της భాషς πρέπει να περιέχει τουλάχιστον 2 χαρακτήρες!';
$_['error_locale']      = 'Η τοποθεσία είναι απαραίτητη!';
$_['error_default']     = 'Ειδοποίηση: Αυτή η భాష δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη భాష του καταστήματος!';
$_['error_admin']       = 'Ειδοποίηση: Αυτή η భాష δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως భాష διαχείρισης!';
$_['error_store']       = 'Ειδοποίηση: Αυτή η భాష δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']       = 'Ειδοποίηση: Αυτή η భాష δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';