<?php
// Heading
$_['heading_title']    = 'Καταστήματα';

// Text
$_['text_extension']   = 'Επεκτάσεις';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το module καταστημάτων!';
$_['text_edit']        = 'Επεξεργασία Module Καταστημάτων';

// Entry
$_['entry_admin']      = 'Μόνο διαχειριστές';
$_['entry_status']     = 'Κατάσταση';

//Help
$_['help_admin']       = 'Εάν επιλεγεί ναι, η λίστα πολλαπλών καταστημάτων θα είναι ορατή μόνο κατά τη σύνδεση χρήστη διαχειριστή!';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το module καταστημάτων!';
